Repository: ridercz/ReP
Catalog: Altairis.ReP.Web/Resources/Display.*.resx
Languages: fil_ph

# Admin_DirectoryEntries_Create_Title
source: Create directory entry
fil_ph: Gumawa ng pagpasok sa directoryo

source: Background color
fil_ph: Kulay ng background

source: Closing time
fil_ph: Oras ng pagsasara

source: Comment
fil_ph: Komento

source: Current password
fil_ph: Kasalukuyang hudyat

source: Date
fil_ph: Petsa

# DateBegin
source: Begin date
fil_ph: Petsa ng pagsisimula

source: Date created
fil_ph: Petsang ginawa

# DateEnd
source: End date
fil_ph: Petsa ng pagtatapos

source: Day of week
fil_ph: Isang linggo

source: Description
fil_ph: Paglalarawan

# DisplayName
source: Name
fil_ph: Pangalan

source: Enabled
fil_ph: Pinagana

source: File name
fil_ph: Pangalan ng hanay

# FileSize
source: Size
fil_ph: Laki

source: Foreground color
fil_ph: Kulay ng harapan

source: Instructions
fil_ph: Mga tagubilin

# Instructions_Description
source: instructions for use or similar information
fil_ph: Mga tagubilin para sa paggamit o mga katulad na impormasyon

# IsAdministrator
source: This user is administrator
fil_ph: Ang gumagamit nito ay tagapangasiwa

# IsMaster
source: This user is master
fil_ph: Ang gumagamit nito ay isang master

source: Language
fil_ph: Wika

source: Maximum reservation time
fil_ph: Pinakamataas na oras ng reserbasyon

# MaximumReservationTime_Description
source: in minutes, use 0 for unlimited
fil_ph: Sa ilang minuto gamitin ang 0 para sa walang limitasyon

source: Name
fil_ph: Pangalan

source: New password
fil_ph: Bagong hudyat

source: Opening hours
fil_ph: Mga oras ng pagbubukas

source: Opening time
fil_ph: Oras ng pagbubukas

source: Password
fil_ph: Hudyat

source: Phone number
fil_ph: Numero ng telepono

# RememberMe
source: Remember me on this device
fil_ph: Tandaan mo ako sa aparatong ito

# ResourceEnabled
source: This resource is enabled and visible to regular users
fil_ph: Ang mapagkukunang ito ay pinagana at nakikita ng mga regular na gumagamit

# ResourceId
source: Resource
fil_ph: Mapagkukunan

# SendNews
source: General news and updates
fil_ph: Pangkalahatang balita at mga apdeyt

# SendNotifications
source: Notifications (reservation changes etc.)
fil_ph: Mga abiso (pagbabago ng reserbasyon atbp.)

# ShowInMemberDirectory
source: Show in directory
fil_ph: Ipakita sa direktoryo

# System
source: This is system reservation
fil_ph: Ito ang reserbasyon ng sistema

source: Text
fil_ph: Teksto

source: Title
fil_ph: Pamagat

source: User
fil_ph: Gamit

# UserEnabled
source: This user is enabled and can sign in
fil_ph: Ang gumagamit nito ay pinagana at maaari ng maglagda

source: User name
fil_ph: Gamit na panagalan

source: Attachments
fil_ph: Mga kalakip
