Repository: ridercz/ReP
Catalog: Altairis.ReP.Web/Resources/UI.*.resx
Languages: fil_ph

source: Cancel
fil_ph: Kanselahin

source: Create...
fil_ph: Gumawa...

source: Delete
fil_ph: Tanggalin

source: No
fil_ph: Hindi

source: Submit
fil_ph: Ipasa

source: Yes
fil_ph: Oo

# Admin_DirectoryEntries_Index_Msg_Created
source: New directory entry was created successfully.
fil_ph: Matagumpay na ginawa ang bagong entry sa direktoryo.

# Admin_DirectoryEntries_Index_Msg_Deleted
source: Directory entry was deleted.
fil_ph: Ang entry sa direktoryo ay tinggal.

# Admin_DirectoryEntries_Index_Msg_Saved
source: Directory entry was saved.
fil_ph: Ang entry sa direktoryo ay na-iligtas.

# Admin_DirectoryEntries_Title
source: Directory entries
fil_ph: Mga entry sa direktoryo

# Admin_DirectoryEntry_Edit_Title
source: Edit directory entry
fil_ph: I-edit ang entry sa direktoryo

# Admin_Index_ManageDirectory
source: Manage directory entries
fil_ph: Pamahalaan ang mga entry sa direktoryo

# Admin_Index_ManageNews
source: Manage news messages
fil_ph: Pamahalaan ang mga mensahe ng balita

# Admin_Index_ManageOpeningHours
source: Manage opening hours
fil_ph: Pamahalaan ang mga oras ng pagbubukas

# Admin_Index_ManageReservations
source: Manage reservations
fil_ph: Pamahalaan ang reserbasyon

# Admin_Index_ManageResources
source: Manage resources
fil_ph: Pamahalaan ang maopagkukunan

# Admin_Index_ManageUsers
source: Manage users
fil_ph: Pamahalaan ang mga gumagamit

# Admin_Index_Title
source: System administration
fil_ph: Pangangasiwa ng sistema

# Admin_NewsMessages_Create_Title
source: Create new news message
fil_ph: Gumawa ng bagong mensahe ng balita

# Admin_NewsMessages_Edit_DeleteConfirm
source: Are you sure you want to delete this message?
fil_ph: Sigurado ka bang nais mong taggalin ang mensheng ito?

# Admin_NewsMessages_Edit_Title
source: Edit news message
fil_ph: I-edit ang mensahe ng balita

# Admin_NewsMessages_Index_Msg_Created
source: New message was created successfully.
fil_ph: Matagumpay na ginawa ang bagong mensahe.

# Admin_NewsMessages_Index_Msg_Deleted
source: Message was successfully deleted.
fil_ph: Matagumpay na tinanggal ang mensahe.

# Admin_NewsMessages_Index_Msg_Saved
source: Message was changed successfully.
fil_ph: Matagumpay na nabago ang mensahe.

# Admin_NewsMessages_Index_Title
source: News messages
fil_ph: Mga bagong mensahe

# Admin_OpeningHours_Add
source: Add exception
fil_ph: Magdagdag ng pagbubukod

# Admin_OpeningHours_Add_Text
source: If it's closed all day, set both opening and closing time to midnight.
fil_ph: Pag buong araw ay sarado, itakda ang parahong oras ng pagbubukas at pagsasara hanggang hatinggabi.

# Admin_OpeningHours_DeleteConfirm
source: Are you sure you want to delete this opening hours exception?
fil_ph: Sigurado ka bang nais mong taggalin ang pagbubukod ng oras ng pagbubukas nito?

# Admin_OpeningHours_Exceptions
source: Exceptions
fil_ph: Pagbubukod

# Admin_OpeningHours_Msg_Created
source: Opening hours exception was created successfully.
fil_ph: Ang oras ng pagbubukas ng pagbubukod ay matagumpay na ginawa.

# Admin_OpeningHours_Msg_Deleted
source: Opening hours exception was deleted successfully.
fil_ph: Ang oras ng pagbubukas ng pagbubukod ay matagumpay na tinanggal.

# Admin_OpeningHours_Standard
source: Standard
fil_ph: Pamantayan

# Admin_OpeningHours_Title
source: Opening hours
fil_ph: Mga oras ng pagbubukas

# Admin_Reservations_Edit_Msg_Saved
source: Changes of resource reservation were saved successfully.
fil_ph: Ang mga pagbabago ng reserbasyon sa mapagkukunan ay matagumpay na nai-save.

# Admin_Reservations_Edit_Title
source: Edit reservation of {0} by {1}
fil_ph: I-edit ang reserbasyon ng {0} by {1}

# Admin_Reservations_Index_Title
source: All reservations
fil_ph: Lahat ng reserbasyon

# Admin_Reservations_NoReservations
source: There are no reservations in the system.
fil_ph: Walang reserbasyon sa sistema.

# Admin_Resources_Attachments_AddAttachment
source: Add new attachment
fil_ph: Magdagdag ng bagong kalakip

# Admin_Resources_Attachments_ConfirmDelete
source: Are you sure you want to delete this attachment?
fil_ph: Sigurado ka bang gusto mong taggalin ang kalakip na ito?

# Admin_Resources_Attachments_Current
source: Current attachments
fil_ph: Kasalukuyang kalakip

# Admin_Resources_Attachments_Title
source: Attachments for {0}
fil_ph: Mga kalakip para sa {0}

# Admin_Resources_Create_Title
source: Create new resource
fil_ph: Gumawa ng bagong mapagkukunan

# Admin_Resources_Edit_DeleteConfirm
source: Are you sure you want to delete this resource and all its related data? This action cannot be undone.
fil_ph: Sigurado ka bang nais mong taggalin ang mapagkukunang ito at ang lahat ng nauugnay na datos? Ang gawaing ito ay hindi pwedeng baguhin.

# Admin_Resources_Edit_Title
source: Edit resource
fil_ph: I-edit ang mapagkukunan

# Admin_Resources_Index_Msg_Created
source: New resource was created successfully.
fil_ph: Matagumpay na ginawa ang bagong mapagkukunan.

# Admin_Resources_Index_Msg_Deleted
source: Resource was successfully deleted.
fil_ph: Matagumpay na tinanggal ang mapagkukunan.

# Admin_Resources_Index_Msg_Saved
source: Resource changes were saved successfully.
fil_ph: Ang mga pagbabago sa mapagkukunan ay matagumpay na na-isave.

# Admin_Resources_Index_Title
source: Resources
fil_ph: Mapagkukunan

# Admin_User_Index_Msg_Created
source: New user was created successfully.
fil_ph: Matagumpay na ginawa ang bagong gumagamit.

# Admin_User_Index_Msg_Deleted
source: User was successfully deleted.
fil_ph: Matagumpay na itanngal ang gumagamit.

# Admin_User_Index_Msg_Saved
source: User changes were saved successfully.
fil_ph: Ang gumagamit nito ay matagumpay na i-save.

# Admin_Users_Create_Text
source: System will send welcome message to newly created user's e-mail address. To activate account and set password, the user has to follow link contained in the message.
fil_ph: Ang sistema ay magpapadala ng maligayang mensahe sa bagong ginawa na e-mail adress ng gumagamit. Upang maisaaktibo ang account at itakda ang hudyat, dapat sundin ng gumagamit ang link na nilalaman sa mensahe.

# Admin_Users_Create_Title
source: Create new user
fil_ph: Lumikha ng bagong gamit na pangalan

# Admin_Users_Edit_DeleteConfirm
source: Are you sure you want to delete this user and all its related data? This action cannot be undone.
fil_ph: Sigurado ka bang nais mong taggalin ang gumagamit nito at lahat ng nauugnay na datos? Ang gawaing ito ay hindi pwedeng baguhin.

# Admin_Users_Edit_Title
source: Edit user
fil_ph: I-edit ang gamit na pangalan

# Admin_Users_Index_Disabled
source: User is disabled
fil_ph: Ang gumagamit nito ay hindi pinapagana

# Admin_Users_Index_Enabled
source: User is enabled
fil_ph: Ang gumagamit nito ay pinapagana

# Admin_Users_Index_Title
source: Users
fil_ph: Ang mga gumagamit

# Admin_Users_Index_Waiting
source: User is waiting to be activated
fil_ph: Ang gumagamit nito ay naghihintay na ma i-aktib

# Cal_My_Name
source: {0} - My calendar
fil_ph: {0} - Ang akin kalendaryo

# FirstRun_Text
source: There are no users defined in application. Please create first user who will become an administrator.
fil_ph: Walang tinukoy na gumagamit sa aplikasyon. Mangyaring gumawa ng unang gumagamit na magiging isang tagapangasiwa.

# FirstRun_Title
source: Create admin user
fil_ph: Gumawa ng gumagamit na admin

# Layout_LoginStatus_SignIn
source: Sign in
fil_ph: Mag-sign in

# Layout_LoginStatus_SignOut
source: Sign out
fil_ph: Mag sign out

# Layout_Menu_Administration
source: Administration
fil_ph: Pangangasiwa

# Layout_Menu_Calendar
source: Calendar
fil_ph: Kalendaryo

# Layout_Menu_Directory
source: Directory
fil_ph: Direktoryo

# Layout_Menu_Home
source: Home
fil_ph: Bahay

# Layout_Menu_Login
source: Login
fil_ph: Mag log-in

# Layout_Menu_News
source: News
fil_ph: Mga balita

# Layout_Menu_ResetPassword
source: Reset password
fil_ph: Gumawa ng bagong hudyat

# Layout_Menu_Settings
source: Settings
fil_ph: Mga setting

# Login_Activate_Html
source: <p>Welcome to the FutLab IS! Your user name is <b>{0}</b>.</p> <p>Please create a password to activate your account. The password should be long and unique. Consider using a <i>passphrase</i>, entire sentence. It's easier to remember and more secure than typical password.</p>
fil_ph: <p>Maligayang pagdating sa ReP IS! ang iyong user name ay <b>{0}</b>.</p> <p>Gumawa ng isang password upang i-aktib ang iyong account. Ang hudyat ay dapat mahaba at natatangi. Isaalang-alang ang paggamit ng <i>passphrase</i>, buong pangungusap. Mas madaling matandaan at mas seguridad kaysa sa karaniwang hudyat.</p>

# Login_Activate_Title
source: Activate your new account
fil_ph: I-aktib ang iyong bagong account

# Login_ForgotPassword_Text
source: If this user does exist, we will send password reset instructions to it's e-mail address.
fil_ph: Kapag ang gumagamit nito ay my kapareho, magpapadala kami ng impormasyon sa iyong e-mail para gumagawa ulit ng bagong hudyat.

# Login_ForgotPassword_Title
source: Reset forgotten password
fil_ph: Gumawa ulit ng panibagong hudyat

# Login_ForgotPassword_UserNotFound
source: Specified user was not found.
fil_ph: Hindi mahanap ang tinutukoy na gumagamit.

# Login_Index_LoginFailed
source: Login failed.
fil_ph: Hindi nagtagumpay ang pag log-in.

# Login_Index_Msg_ADone
source: Your account was successfully activated. You may now login with your new password.
fil_ph: Matagumpay na na-iaktib ang iyong account. Maari ka na ngayong mag-log in gamit ang iyong bagong hudyat.

# Login_Index_Msg_AFail
source: User activation failed. Please check that the link you visited is correct and complete. The user may also have been activated before.
fil_ph: Nabigo ang pag-aktib ng gumamit nito. Pakisuri kung tama at kumpleto ang link na binisita mo. Maaring na i-aktib na ng gumagamit nito dati.

# Login_Index_Msg_Logout
source: You were successfully signed out.
fil_ph: Matagumpay kang na-sign out.

# Login_Index_Msg_Reset
source: Your password was reset successfully. You may now login with your new password.
fil_ph: Matagumpay na ginawa ang iyong hudyat. Maari ka na ngayong mag-login gamit ang iyong bagong hudyat.

# Login_Index_Msg_Sent
source: Password reset instructions were sent to e-mail address registered for this account. Please follow the instructions in the message.
fil_ph: Ang mga tagubilin sa paggawa ng hudyat ay ipinadala sa iyong e-mail adress na nakarehistro para sa account na ito. Magyaring sundin ang mga tagubilin sa mensahe.

# Login_Index_Title
source: Login
fil_ph: Mag log-in

# Login_ResetPassword_Title
source: Setup new password
fil_ph: Gumawa ng bagong hudyat

# My_Archive_NoReservations
source: You have no reservations.
fil_ph: Wala kang reserbasyon.

# My_Calendar_AddEntry
source: Add entry
fil_ph: Magdagdag ng entry

# My_Calendar_Manage
source: Manage my reservations
fil_ph: Pamahalaan ang aking mga reserbasyon

# My_Calendar_Title
source: Reservation calendar for {0:y}
fil_ph: Kalendaryo ng reserbasyon para sa {0:y}

# My_Directory_IsEmpty
source: Directory is empty.
fil_ph: Ang direktoryo ay walang laman.

# My_Directory_Title
source: Directory
fil_ph: Direktoryo

# My_Index_Archive
source: All my reservations
fil_ph: Lahat ng aking reserbasyon

# My_Index_Msg_ReservationDeleted
source: Your reservation was successfully deleted.
fil_ph: Matagumpay na natanggal ang iyong reserbasyon.

# My_Index_NoReservations
source: No current reservations.
fil_ph: Walang kasalukuyang reserbasyon.

# My_Index_OpeningHours
source: More opening hours...
fil_ph: Higit pang mga oras ng pagbubukas...

# My_Index_Reservations
source: My upcoming reservations
fil_ph: Ang aking mga paparating na reserbasyon

# My_Index_Resources
source: Available resources
fil_ph: Magagamit na mapagkukunan

# My_Index_Title
source: Welcome to ReP - the resource reservation system!
fil_ph: Maligayang pagdating sa ReP- ang mapagkukunan ng reserbasyong sistema!

# My_Index_TodayLab_Closed
source: Today is <b>closed</b>.
fil_ph: Ngayon ay <b>sarado</b>.

# My_Index_TodayLab_Open
source: Today is <b>open {0}</b>.
fil_ph: Ngayon ay <b>bukas {0}</b>.

# My_Index_TomorrowLab_Closed
source: Tomorrow is closed.
fil_ph: Bukas ay sarado.

# My_Index_TomorrowLab_Open
source: Tomorrow is open {0}.
fil_ph: Bukas ay bukas {0}.

# My_News_NoNews
source: There are no news published.
fil_ph: Walang balitang naitala.

# My_News_Title
source: News
fil_ph: Mga balita

# My_OpeningHours_Closed
source: closed
fil_ph: Sarado

# My_OpeningHours_Title
source: Opening hours
fil_ph: Mga oras ng pagbubukas

# My_Reservations_Attachments
source: Attachments
fil_ph: Mga kalakip

# My_Reservations_DeleteConfirm
source: Are you sure you want to delete this reservation?
fil_ph: Sigurado ka bang nais mong tanggalin ang reserbasyong ito?

# My_Reservations_Err_Conflict
source: This reservation conflicts with {0}'s reservation from {1:d} {1:t}.
fil_ph: Ang reserbasyong ito ay sumasalungat sa {0}â€˜s reserbasyon mula sa {1:d} {1:t}.

# My_Reservations_Err_Maxlength
source: Maximum reservation time for this resource is {0} minutes.
fil_ph: Pinakamataas na oras ng pagpapaserba para sa mapagkukunang ito ay {0} minuto.

# My_Reservations_Err_OpeningHours
source: Reservation is outside of opening hours.
fil_ph: Ang reserbasyon ay wala sa oras ng pagbubukas.

# My_Reservations_Err_SingleDay
source: Reservation cannot span multiple days.
fil_ph: Hindi maaring tumagal ng maraming araw ang reserbasyon.

# My_Reservations_Msg_Created
source: Your reservation was created successfully.
fil_ph: Matagumpay na ginawa ang iyong reserbasyon.

# My_Reservations_New
source: New reservation
fil_ph: Bagong reserbasyon

# My_Reservations_NewTitle
source: Create a new reservation
fil_ph: Gumawa ulit ng panibagong reserbasyon

# My_Settings_Email_InvalidPassword
source: Invalid password.
fil_ph: Hindi wasto ang hudyat.

# My_Settings_Email_Title
source: Change my e-mail address
fil_ph: Palitan ang aking e-mail address

# My_Settings_EmailConfirm_FailedHtml
source: <p>Confirmation failed. The usual reasons are:</p> <ul> <li>The page address is incorrect or incomplete. It may have been wrapped into multiple lines by your e-mail client.</li> <li>The desired e-mail address is already used by another account on this system.</li> <li>The change was already confirmed.</li> <li>The confirmation link is outdated. Please initiate the change again.</li> </ul>
fil_ph: <p>Nabigo ang kumpirmasyon. Ang karaniwang dahilan ay:</p> <ul> <li>Mali o hindi kumpleto ang address ng pahina Maaring ito ay nakabalot sa maraming linya ng iyong e-mail kliyente</li> <li>Ang nais na e-mail address ay ginagamit na ng isa pang account sa sistemang ito.</li> <li>Nakumpirma na ang pagbabago.</li> <li>Ang link na kumpirmasyon ay na-apdayt. Mangyaring simulan muli ang pagbabago.</li> </ul>

# My_Settings_EmailConfirm_TryAgain
source: Try again
fil_ph: Subukan ulit

# My_Settings_Index_Change
source: Change...
fil_ph: Palitan...

# My_Settings_Index_Msg_Delete
source: To delete your account, please contact system administrator.
fil_ph: Para tanggalin ang iyong account, mangyaring makipag-ugnayan sa sistema ng pangagasiwa.

# My_Settings_Index_Msg_ChangeEmail
source: We just sent an e-mail to a new address you entered. Please follow the link in the message to confirm the e-mail change.
fil_ph: Nagpadala kami ng e-mail sa bagong address na iyong inilagay. Mangyaring sundin ang link sa mensahe upang kumpirmahin ang pagbabago ng e-mail.

# My_Settings_Index_Msg_ChangeEmailDone
source: Your e-mail address was changed successfully.
fil_ph: Matagumpay na nabago ang iyong e-mail address.

# My_Settings_Index_Msg_ChangePassword
source: Your password was changed successfully.
fil_ph: Matagumpay na napalitan ang iyong hudyat.

# My_Settings_Index_Msg_ChangeUserName
source: To change your username, please contact system administrator.
fil_ph: Upang baguhin ang iyong pangalan, magyaring makipag-ugnayan sa sistema ng pangangasiwa.

# My_Settings_Index_Msg_Saved
source: Your changes were saved successfully.
fil_ph: Matagumpay na ginagawa ang iyong mga pagbabago.

# My_Settings_Index_Title
source: My settings
fil_ph: Mga setting

# My_Settings_Mailing_System
source: Account-related messages (always allowed)
fil_ph: Mga mensaheng nauugnay sa account (laging pinapayagan)

# My_Settings_Password_Title
source: Change my password
fil_ph: Baguhin ang aking hudyat

# My_Settings_Privacy
source: Privacy
fil_ph: Palihim

# TimeTagHelper_Today
source: today, {0:t}
fil_ph: ngayon, {0:t}

# TimeTagHelper_Tomorrow
source: tomorrow, {0:t}
fil_ph: bukas, {0:t}

# TimeTagHelper_Yesterday
source: yesterday, {0:t}
fil_ph: kahapon, {0:t}
