Repository: ridercz/ReP
Catalog: Altairis.FutLabIS.Web/Resources/UI.*.resx
Languages: cs

# Admin_Index_ManageResources
source: Manage resources
cs: Správa prostředků

# Admin_Index_ManageUsers
source: Manage users
cs: Správa uživatelů

# Admin_Index_Title
source: System administration
cs: Správa systému

# Admin_Resources_Create_Title
source: Create new resource
cs: Vytvořit nový prostředek

# Admin_Resources_Edit_DeleteConfirm
source: Are you sure you want to delete this resource and all its related data? This action cannot be undone.
cs: Opravdu chcete odstranit tento prostředek a všechna související data? Tuto akci nelze vrátit zpět.

# Admin_Resources_Edit_Title
source: Edit resource
cs: Upravit prostředek

# Admin_Resources_Index_Msg_Created
source: New resource was creaed successfully.
cs: Nový prostředek byl úspěšně vytvořen.

# Admin_Resources_Index_Msg_Deleted
source: Resource was successfully deleted.
cs: Prostředek byl úspěšně odstraněn.

# Admin_Resources_Index_Msg_Saved
source: Resource changes were saved successfully.
cs: Změny prostředku byly úspěšně uloženy.

# Admin_Resources_Index_New
source: Create new resource...
cs: Vytvořit nový prostředek...

# Admin_Resources_Index_Title
source: Resources
cs: Prostředky

# Admin_Users_Create_Text
source: System will send welcome message to newly created user's e-mail address. To activate account and set password, the user has to follow link contained in the message.
cs: Systém odešle uvítací zprávu na zadanou adresu. Uživatel musí účet aktivovat a nastavit heslo na odkazu, který je obsažen ve zprávě.

# Admin_Users_Create_Title
source: Create new user
cs: Vytvořit nového uživatele

# Admin_Users_Edit_DeleteConfirm
source: Are you sure you want to delete this user and all its related data? This action cannot be undone.
cs: Opravdu chcete odstranit tohoto uživatele a všechna související data? Tuto akci nelze vrátit zpět.

# Admin_Users_Edit_Title
source: Edit user
cs: Editovat uživatele

# Admin_Users_Index_Disabled
source: User is disabled
cs: Uživatel je zakázán

# Admin_Users_Index_Enabled
source: User is enabled
cs: Uživatel je povolen

# Admin_Users_Index_New
source: Create new user...
cs: Vytvořit nového uživatele...

# Admin_Users_Index_Title
source: Users
cs: Uživatelé

# Admin_Users_Index_Waiting
source: User is waiting to be activated
cs: Uživatel čeká na aktivaci

# Admin_User_Index_Msg_Created
source: New user was created successfully.
cs: Nový uživatel byl úspěšně vytvořen.

# Admin_User_Index_Msg_Deleted
source: User was successfully deleted.
cs: Uživatel byl úspěšně odstraněn.

# Admin_User_Index_Msg_Saved
source: User changes were saved successfully.
cs: Změny uživatele byly úspěšně uloženy.

# FirstRun_Text
source: There are no users defined in application. Please create first user who will become an administrator.
cs: V aplikaci nejsou definováni žádní uživatelé. Vytvořte prvního uživatele, který se stane správcem.

# FirstRun_Title
source: Create admin user
cs: Vytvoření administrátora

# Layout_LoginStatus_SignIn
source: Sign in
cs: Přihlásit se

# Layout_LoginStatus_SignOut
source: Sign out
cs: Odhlásit se

# Layout_Menu_Administration
source: Administration
cs: Administrace

# Layout_Menu_Home
source: Home
cs: Domů

# Layout_Menu_Login
source: Login
cs: Přihlášení

# Layout_Menu_ResetPassword
source: Reset password
cs: Reset hesla

# Layout_Menu_Settings
source: Settings
cs: Nastavení

# Login_Activate_Html
source: <p>Welcome to the FutLab IS! Your user name is <b>{0}</b>.</p> <p>Please create a password to activate your account. The password should be long and unique. Consider using a <i>passphrase</i>, entire sentence. It's easier to remember and more secure than typical password.</p>
cs: <p>Vítejte na FutLab IS! Vaše uživatelské jméno je <b>{0}</b>.</p> <p>Chcete-li aktivovat svůj účet, vytvořte heslo. Heslo by mělo být dlouhé a jedinečné. Zvažte použití <i>přístupového žiteje</i>, celou větu. Je to snadněji zapamatovatelné a bezpečnější než typické heslo.</p>

# Login_Activate_Title
source: Activate your new account
cs: Aktivace nového účtu

# Login_ForgotPassword_Text
source: If this user does exist, we will send password reset instructions to it's e-mail address.
cs: Pokud tento uživatel existuje, zašleme mu na jeho e-mailovou adresu pokyny k obnovení hesla.

# Login_ForgotPassword_Title
source: Reset forgotten password
cs: Resetovat zapomenuté heslo

# Login_ForgotPassword_UserNotFound
source: Specified user was not found.
cs: Zadaný uživatel nebyl nalezen.

# Login_Index_LoginFailed
source: Login failed.
cs: Přihlášení se nezdařilo.

# Login_Index_Msg_ADone
source: Your account was successfully activated. You may now login with your new password.
cs: Váš účet byl úspěšně aktivován. Nyní se můžete přihlásit pomocí nového hesla.

# Login_Index_Msg_AFail
source: User activation failed. Please check that the link you visited is correct and complete. The user may also have been activated before.
cs: Aktivace uživatele se nezdařila. Zkontrolujte, zda je navštívený odkaz správný a úplný. Uživatel mohl být také aktivován dříve.

# Login_Index_Msg_Logout
source: You were successfully signed out.
cs: Byli jste úspěšně odhlášeni.

# Login_Index_Msg_Reset
source: Your password was reset successfully. You may now login with your new password.
cs: Heslo bylo úspěšně resetováno. Nyní se můžete přihlásit pomocí nového hesla.

# Login_Index_Msg_Sent
source: Password reset instructions were sent to e-mail address registered for this account. Please follow the instructions in the message.
cs: Pokyny k obnovení hesla byly odeslány na e-mailovou adresu registrovanou pro tento účet. Postupujte podle pokynů ve zprávě.

# Login_Index_Title
source: Login
cs: Přihlášení

# Login_ResetPassword_Title
source: Setup new password
cs: Nastavení nového hesla

# My_Index_Archive
source: All reservations
cs: Všechny rezervace

# My_Index_NoReservations
source: No current reservations.
cs: Nemáte žádné aktuální rezervace.

# My_Index_Reservations
source: My upcoming reservations
cs: Plánované rezervace

# My_Index_Resources
source: Available resources
cs: Dostupné prostředky

# My_Index_Title
source: Welcome to FutLab!
cs: Vítejte ve FutLabu!

# My_Reservations_Err_Maxlength
source: Maximum reservation time for this resource is {0} minutes.
cs: Maximální doba rezervace pro tento prostředek je {0} minut.

# My_Reservations_Msg_Created
source: Your reservation was created successfully.
cs: Vaše rezervace byla úspěšně vytvořena.

# My_Reservations_New
source: Create a new reservation
cs: Nová rezervace

# My_Settings_EmailConfirm_FailedHtml
source: <p>Confirmation failed. The usual reasons are:</p> <ul> <li>The page address is incorrect or incomplete. It may have been splitted into multiple lines by your e-mail client.</li> <li>The desired e-mail address is already used by another account on this system.</li> <li>The change was already confirmed.</li> <li>The confirmation link is outdated. Please initiate the change again.</li> </ul>
cs: <p>Potvrzení se nezdařilo. Obvyklé důvody jsou:</p> <ul> <li>Adresa stránky je nesprávná nebo neúplná. E-mailový klient ji pravděpodobně rozdělil na více řádků.</li> <li>Požadovaná e-mailová adresa je již v tomto systému používána jiným účtem.</li> <li>Změna již byla potvrzena.</li> <li>Potvrzovací odkaz je zastaralý. Prosím, spusťte změnu znovu.</li> </ul>

# My_Settings_EmailConfirm_TryAgain
source: Try again
cs: Zkusit znovu

# My_Settings_Email_InvalidPassword
source: Invalid password.
cs: Neplatné heslo.

# My_Settings_Email_Title
source: Change my e-mail address
cs: Změnit e-mailovou adresu

# My_Settings_Index_Change
source: Change...
cs: Změnit...

# My_Settings_Index_Language_CS
source: Czech
cs: Čeština

# My_Settings_Index_Language_EN
source: English
cs: Angličtina

# My_Settings_Index_Msg_ChangeEmail
source: We just sent an e-mail to a new address you entered. Please follow the link in the message to confirm the e-mail change.
cs: Právě jsme poslali e-mail na novou adresu, kterou jste zadali. Prosím, klikněte na odkaz ve zprávě pro potvrzení změny.

# My_Settings_Index_Msg_ChangeEmailDone
source: Your e-mail address was changed successfully.
cs: Vaše e-mailová adresa byla úspěšně změněna.

# My_Settings_Index_Msg_ChangePassword
source: Your password was changed successfully.
cs: Heslo bylo úspěšně změněno.

# My_Settings_Index_Msg_ChangeUserName
source: To change your username, please contact system administrator.
cs: Chcete-li změnit své uživatelské jméno, obraťte se na správce systému.

# My_Settings_Index_Msg_Delete
source: To delete your account, please contact system administrator.
cs: Chcete-li účet odstranit, obraťte se na správce systému.

# My_Settings_Index_Msg_Saved
source: Your changes were saved successfully.
cs: Změny byly úspěšně uloženy.

# My_Settings_Index_Title
source: My settings
cs: Moje nastavení

# My_Settings_Password_Title
source: Change my password
cs: Změna hesla

source: Cancel
cs: Storno

source: Delete
cs: Smazat

source: No
cs: Ne

source: Submit
cs: Odeslat

source: Yes
cs: Ano
